<details>
  <summary>Plan for **diggerhq/digger_demo_envvars#dev**</summary>

  ```terraform
Terraform will perform the following actions:

  # aws_s3_bucket.test2 will be created
  + resource "aws_s3_bucket" "test2" {
      + acceleration_status         = (known after apply)
      + acl                         = (known after apply)
      + arn                         = (known after apply)
      + bucket                      = "my-tf-test-bucket-2"
      + bucket_domain_name          = (known after apply)
      + bucket_prefix               = (known after apply)
      + bucket_regional_domain_name = (known after apply)
      + force_destroy               = false
      + hosted_zone_id              = (known after apply)
      + id                          = (known after apply)
      + object_lock_enabled         = (known after apply)
      + policy                      = (known after apply)
      + region                      = (known after apply)
      + request_payer               = (known after apply)
      + tags                        = {
          + "Environment" = "Dev"
          + "Name"        = "My bucket4"
        }
      + tags_all                    = {
          + "Environment" = "Dev"
          + "Name"        = "My bucket4"
        }
      + website_domain              = (known after apply)
      + website_endpoint            = (known after apply)
    }

  # null_resource.test3 will be created
  + resource "null_resource" "test3" {
      + id = (known after apply)
    }

Plan: 2 to add, 0 to change, 0 to destroy.
  ```
</details>